[
  {
    "Unnamed: 0": 1.0,
    "Common Name": "Elktoe",
    "Species": "Alasmidonta marginata",
    "Image credit": "Image (credit, K. Little): Illinois State Museum, ISM# 673223 (external), ISM 673282 (internal).",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Conneaut Creek (lake Erie basin)",
    "Maybe confused": "Alasmidonta varicosa. The two species can be differentiated by examining the steepness of the slope of the posterior ridge. A. marginata approaches a nearly 90° slope whereas A. varicosa has a gentle, rounding slope.",
    "Reported hosts": "Rock Bass (Ambloplites rupestris), White Sucker (Catostomus commersoni), Northern Hogsucker (Hypentelium nigricans), Warmouth (Lepomis gulosus), and Shorthead Redhorse (Moxostoma macrolepidotum).",
    "host fish amount": 5,
    "most common fish host": "Rock Bass (Ambloplites rupestris)",
    "Defining characteristic(s):": "1. Thin, elongated shell;\n2. Very prominent, sharp posterior ridge;\n3. Posterior slope flattened and usually contains fine ridges or flutings;\n4. Bright orange foot.",
    "Unnamed: 12": NaN,
    "Shell": "Thin, elongated shell;",
    "Posterior ridge and slope": "Very prominent, sharp posterior ridge; Posterior slope flattened and usually contains fine ridges or flutings;",
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": "white",
    "Other characters": "Pseudocardinal tooth reduced and “blade-like”",
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": "Bright orange foot."
  },
  {
    "Unnamed: 0": 2.0,
    "Common Name": "Threeridge",
    "Species": "Amblema plicata",
    "Image credit": "Image (credit, R.Warren): Illinois State Museum, ISM# 673298 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay)",
    "Maybe confused": "Megalonaias nervosa, which occurs in Ohio, resembles A. plicata but is differentiated by having a blackish shell color and nodules/etchings on the anterior end of the shell.",
    "Reported hosts": "Rock Bass (Ambloplites rupestris), Freshwater Drum (Aplodinotus grunniens), Spotfin Shiner (Cyprinella spiloptera), Steelcolor Shiner (Cyprinella whipplei), Streamline Chub (Erimystax dissimilis), Northern Pike (Esox lucius), Mooneye (Hiodon tergisus), Northern Hogsucker (Hypentelium nigricans), Channel Catfish (Ictalurus punctatus), Shortnose Gar (Lepisosteus platostomus), Green Sunfish (Lepomis cyanellus), Pumpkinseed (Lepomis gibbosus), Warmouth (Lepomis gulosus), Bluegill (Lepomis macrochirus), Largemouth Bass (Micropterus salmoides), White Bass (Morone chrysops), Black Redhorse (Moxostoma duquesnei), Golden Redhorse (Moxostoma erythrurum), Emerald Shiner (Notropis atherinoides), Yellow Perch (Perca flavescens), Logperch (Percina caprodes), White Crappie (Pomoxis annularis), Black Crappie (Pomoxis nigromaculatus), Flathead Catfish (Pylodictis olivaris), and Sauger (Sander canadensis).",
    "host fish amount": 25,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "1. Plications (usually) on side of shell – there are ridgeless Threeridges (e.g., Conewango Creek)!\n2. Large (~160 mm), heavy, often compressed shell;\n3. Distinct rhomboidal shape.",
    "Unnamed: 12": NaN,
    "Shell": "Large (~160 mm), heavy, often compressed shell; Distinct rhomboidal shape.",
    "Posterior ridge and slope": "Posterior ridge rounded",
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": "white",
    "Other characters": "Plications (usually) on side of shell – there are ridgeless Threeridges (e.g., Conewango Creek)! Interdental tooth absent",
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": "Nodules absent"
  },
  {
    "Unnamed: 0": 3.0,
    "Common Name": "Cylindrical Papershell",
    "Species": "Anodontoides ferussacianus",
    "Image credit": "Image (credit, N. Welte): Carnegie Museum of Natural History, CMNH# 61.6844 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie, Conneaut Creek",
    "Maybe confused": "Pyganodon grandis, P. cataracta, Strophitus undulatus and U. implicata. This species is difficult to identify; generally, A. ferrussacianus shell will be shorter and more uniformly cylindrical than P. grandis.",
    "Reported hosts": "White Sucker (Catostomus commersoni), Mottled Sculpin (Cottus bairdi), Brook Stickleback (Culaea inconstans), Spotfin Shiner (Cyprinella spiloptera), Iowa Darter (Etheostoma exile), Tippecanoe Darter (Etheostoma tippecanoe), Bluegill (Lepomis macrochirus), Common Shiner (Luxilus cornutus), Largemouth Bass (Micropterus salmoides), Blacknose Shiner (Notropis heterolepis), Sea Lamprey (Petromyzon marinus), Bluntnose Minnow (Pimephales notatus), Fathead Minnow (Pimephales promelas), and Black Crappie (Pomoxis nigromaculatus).",
    "host fish amount": 14,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "1. Small/medium (<80 mm), elongated cylinder;\n2. Subcylindrical cross-section;\n3. Umbo extends above hinge line;\n4. Concentric (single loop) beak sculpture.",
    "Unnamed: 12": NaN,
    "Shell": "Small/medium (<80 mm), elongated cylinder;",
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": "Umbos extend above hinge line",
    "Beak cavity": "Beak sculpture (young mussels) - Concentric single loops",
    "Nacre": "white",
    "Other characters": "Nearly circular in cross- section",
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": 4.0,
    "Common Name": "Spike",
    "Species": "Eurynia dilatata",
    "Image credit": "Image (credit, A. Bogan, www.discoverlife.com): North Carolina State Museum, NCSM# 16236 (external and internal), image (credit, N. Welte): varying nacre coloration; hinge teeth comparison with Ptychobranchus fasciolaris.",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay), Conneaut Creek",
    "Maybe confused": "Ptychobranchus fasciolaris. Older, darker P. fasciolaris individuals may resemble E. dilatata. Species distinguished by posterior slope and shell heft when alive (P. fasciolaris is more humped and heavier). Dead shell easily distinguished by P. fasciolaris’ heavy, curved, and club- shaped lateral teeth. E. dilatata will have slender, nearly straight lateral teeth and may also be distinguished by salmon/pink/purple nacre, if present.",
    "Reported hosts": "Rock Bass (Ambloplites rupestris), Banded Sculpin (Cottus carolinae), Gizzard Shad (Dorosoma cepedianum), Rainbow Darter (Etheostoma caeruleum), Yellow Perch (Perca flavescens), White Crappie (Pomoxis annularis), Black Crappie (Pomoxis nigromaculatus), Flathead Catfish (Pylodictis olivaris), and Sauger (Sander canadensis).",
    "host fish amount": 9,
    "most common fish host": "Yellow Perch (Perca flavescens)",
    "Defining characteristic(s):": "1. Shell shape variable, but usually “spike-like;”\n2. Brownish, blackish periostracum;\n3. Slender, nearly straight lateral teeth;\n4. Nacre color ranges from white, salmon, to a deep, vibrant purple.",
    "Unnamed: 12": NaN,
    "Shell": "1. Shell shape variable, but usually “spike-like;”",
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": "anges from white, salmon, to a deep, vibrant purple.",
    "Other characters": "Slender, nearly straight lateral teeth;",
    "Wing": "No wing present on hinge line",
    "Periostracum": "Brownish, blackish",
    "Other": NaN
  },
  {
    "Unnamed: 0": 5.0,
    "Common Name": "Wabash Pigtoe",
    "Species": "Fusconaia flava",
    "Image credit": "Image (credit, R. Warren): Illinois State Museum, ISM# 675344 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay)",
    "Maybe confused": "Primarily Pleurobema cordatum because of F. flava’s weak sulcus. See “Fuscobema” worksheet for differentiating characteristics.",
    "Reported hosts": "Bluegill (Lepomis macrochirus), Silver Shiner (Notropis photogenis), White Crappie (Pomoxis annularis), Black Crappie (Pomoxis nigromaculatus), and Creek Chub (Semotilus atromaculatus).",
    "host fish amount": 5,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "\n1. Subtrapezoidal outline;\n2. Shallow beak cavity;\n3. Brown, chestnut, or russet-colored periostracum;\n4. Gentle, broad sulcus.",
    "Unnamed: 12": NaN,
    "Shell": ". Subtrapezoidal outline;Shell not elongated, usually triangular or circular in outline",
    "Posterior ridge and slope": "Ridges absent",
    "Sulcus": "Broad, gentle",
    "Umbos": NaN,
    "Beak cavity": "Shallow beak cavity;",
    "Nacre": "White or salmon",
    "Other characters": "Almost trapezoid outline;",
    "Wing": NaN,
    "Periostracum": "brown/chestnut/russetted- colored periostracum;",
    "Other": NaN
  },
  {
    "Unnamed: 0": 6.0,
    "Common Name": "Plain Pocketbook",
    "Species": "Lampsilis cardium",
    "Image credit": "Image (credit, R. Warren): Illinois State Museum, ISM#? (external), ISM# 675880 (internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay), Conneaut Creek",
    "Maybe confused": "L. ovata. L. ovata has a very sharp, concave posterior ridge (approaching 90°); L. ovata posterior slope is darkened, and generally has no rays on the anterior end of shell. Intergrades between the two species do exist and the taxonomic validity of the separation of the two species is a source of debate.",
    "Reported hosts": "Tiger Salamander (Ambystoma tigrinum ssp.), Green Sunfish (Lepomis cyanellus), Pumpkinseed (Lepomis gibbosus), Bluegill (Lepomis macrochirus), Smallmouth Bass (Micropterus dolomieu), Largemouth Bass (Micropterus salmoides), Yellow Perch (Perca flavescens), White Crappie (Pomoxis annularis), Black Crappie (Pomoxis nigromaculatus), Sauger (Sander canadensis), and Walleye (Sander vitreus).",
    "host fish amount": 11,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "1. Large, moderately heavy shell;\n2. Rounded posterior slope;\n3. Females distinctly truncated;\n4. Females have a distinct minnow/darter lure;\n5. Yellowish periostracum, with sparse to heavy green rays throughout shell;\n6. Shell roundish, particularly along the ventral margin.",
    "Unnamed: 12": NaN,
    "Shell": "Large, moderately heavy shell; Shell roundish, particularly along the ventral margin.",
    "Posterior ridge and slope": "Rounded slope",
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": "Females distinctly truncated; Females have a distinct minnow/darter lure;",
    "Wing": NaN,
    "Periostracum": "Yellowish periostracum, with sparse to heavy green rays throughout shell;",
    "Other": NaN
  },
  {
    "Unnamed: 0": 8.0,
    "Common Name": "Fatmucket",
    "Species": "Lampsilis siliquoidea",
    "Image credit": "Image (credit, R. Warren): Illinois State Museum, ISM# 675773 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay), Conneaut Creek",
    "Maybe confused": "L. radiata. L. siliquoidea tend to have a few, widely spaced rays versus a concentration of green rays like L. radiata. Intergrades between the two species do exist and the taxonomic validity of the separation of the two species is a source of debate.",
    "Reported hosts": "Rock Bass (Ambloplites rupestris), White Sucker (Catostomus commersoni), Florida Gar (Lepisosteus platyrhincus), Green Sunfish (Lepomis cyanellus), Pumpkinseed (Lepomis gibbosus), Warmouth (Lepomis gulosus), Bluegill (Lepomis macrochirus), Longear Sunfish (Lepomis megalotis), Common Shiner (Luxilus cornutus), Smallmouth Bass (Micropterus dolomieu), Largemouth Bass (Micropterus salmoides), White Bass (Morone chrysops), Sand Shiner (Notropis ludibundus), Tadpole Madtom (Noturus gyrinus), Yellow Perch (Perca flavescens), Bluntnose Minnow (Pimpephales notatus), White Crappie (Pomoxis annularis), Black Crappie (Pomoxis nigromaculatus), Sauger (Sander canadensis), and Walleye (Sander vitreus).",
    "host fish amount": 20,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "1. Sparse, thin, green rays;\n2. Females distinctly truncated;\n3. Yellowish shell.",
    "Unnamed: 12": NaN,
    "Shell": "Yellowish",
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": NaN,
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": 9.0,
    "Common Name": "Creek Heelsplitter",
    "Species": "Lasmigona compressa",
    "Image credit": "Image (credit, K. Little): Illinois State Museum, ISM# 680575",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie, Conneaut Creek",
    "Maybe confused": "no",
    "Reported hosts": "Black Bullhead (Ameiurus melas), Yellow Bullhead (Ameiurus natalis), Slimy Sculpin (Cottus cognatus), Brook Stickleback (Culaea inconstans), Spotfin Shiner (Cyprinella spiloptera), Gizzard Shad (Dorosoma cepedianum), Brassy Minnow (Hybognathus hankinsoni), Shortnose Gar (Lepisosteus platostomus), Green Sunfish (Lepomis cyanellus), Orange-spotted Sunfish (Lepomis humilus), Bluegill (Lepomis macrochirus), Smallmouth Bass (Micropterus dolomieu), Emerald Shiner (Notropis atherinoides), Mimic Shiner (Notropis volucellus), Yellow Perch (Perca flavescens), Black Crappie (Pomoxis nigromaculatus), Flathead Catfish (Pylodictis olivaris), Longnose Dace (Rhinichthys cataractae), and Creek Chub (Semotilus atromaculatus).",
    "host fish amount": 19,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "1. Shell moderately large, typically greenish, and compressed;\n2. Varnished appearance when dry;\n3. Largely recognized by the shape and color of its shell;\n4. Found in headwater streams.",
    "Unnamed: 12": NaN,
    "Shell": "Shell moderately large, typically greenish, and compressed",
    "Posterior ridge and slope": "No fluting present on posterior ridge",
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": "Nacre white, occasionally flushed with  yellow or salmon",
    "Other characters": "thin, poorly developed lateral teeth present, interdental tooth pointed",
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": 10.0,
    "Common Name": "Flutedshell",
    "Species": "Lasmigona costata",
    "Image credit": "Image (credit, K. Little): Illinois State Museum, ISM# 676150 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay), Conneaut Creek",
    "Maybe confused": "A very distinct species, no other Ohio River basin species attains the same large, compressed size with posterior flutings.",
    "Reported hosts": "Rock Bass (Ambloplites rupestris), Brown Bullhead (Ameiurus nebulosus), Bowfin (Amia calva), Central Stoneroller (Campostoma anomalum), Goldfish (Carrasius auratus), Banded Sculpin (Cottus carolinae), Common Carp (Cyprinus carpio), Gizzard Shad (Dorosoma cepedianum), Northern Pike (Esox lucius), Rainbow Darter (Etheostoma caeruleum), Fantail Darter (Etheostoma flabellare), Variegate Darter (Etheostoma variatum), Banded Darter (Etheostoma zonale), Northern Studfish (Fundulus catenatus), Northern Hogsucker (Hypentelium nigricans), Green Sunfish (Lepomis cyanellus), Pumpkinseed (Lepomis gibbosus), Bluegill (Lepomis macrochirus), Longear Sunfish (Lepomis megalotis), Smallmouth Bass (Micropterus dolomieu), Largemouth Bass (Micropterus salmoides), River redhorse (Moxostoma carinatum), Yellow Perch (Perca flavescens), Longnose Dace (Rhinichthys cataractae), Walleye (Sander vitreus), and Creek Chub (Semotilus atromaculatus).",
    "host fish amount": 26,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "1. Easily recognizable by shape and sculpture on the posterior wing;\n2. Sculpture is rib-like, or flutings – always present;\n3. Brown, sometimes varnished appearance on periostracum.",
    "Unnamed: 12": NaN,
    "Shell": NaN,
    "Posterior ridge and slope": "Fluting almost always present on posterior ridge",
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": "Nacre white, occasionally flushed with salmon",
    "Other characters": "Interdental tooth present, lateral teeth absent, interdental tooth broad",
    "Wing": NaN,
    "Periostracum": "Brown, sometimes varnished appearance on periostracum.",
    "Other": NaN
  },
  {
    "Unnamed: 0": 11.0,
    "Common Name": "Fragile Papershell",
    "Species": "Potamilus fragilis",
    "Image credit": "Image (credit, K. Little): Illinois State Museum, ISM# 676254 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay)",
    "Maybe confused": "Potamilus ohiensis, P. ohiensis, Lasmigona complanata. See the “winged” mussel worksheet for differentiating characteristics.",
    "Reported hosts": "Freshwater Drum (Aplodinotus grunniens).",
    "host fish amount": 1,
    "most common fish host": "Freshwater Drum (Aplodinotus grunniens)",
    "Defining characteristic(s):": "1. Shell large, but thin;\n2. Distinct posterior wing, which may be obliterated. Small anterior wing, usually obliterated;\n3. Smooth, light-colored (pale yellowish) shell\n4. Pinkish nacre.",
    "Unnamed: 12": NaN,
    "Shell": " Shell large, but thin; Smooth, light-colored (pale yellowish)",
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": "pinkish. white - from dakota; Nacre white, often partially flushed with\npink",
    "Other characters": NaN,
    "Wing": "Posterior and anterior wing, Anterior wing rarely apparent, broken off",
    "Periostracum": "Yellow",
    "Other": "Posterior end of shell not truncated"
  },
  {
    "Unnamed: 0": 12.0,
    "Common Name": "Eastern Pondmussel",
    "Species": "Sagittunio nasutus",
    "Image credit": "Image (credit, A. Bogan, www.discoverlife.com): North Carolina State Museum, NCSM# 135087 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie",
    "Maybe confused": "Elliptio fisheriana. Fortunately the range of Pennsylvania range of these two species does not overlap. L. nasuta’s heavy, often inflated shell with a hooked, posterior “nose” distinguishes this species.",
    "Reported hosts": "No hosts known.",
    "host fish amount": "unknown",
    "most common fish host": "unknown",
    "Defining characteristic(s):": "1. Very distinct posterior end, resembling a nose.",
    "Unnamed: 12": NaN,
    "Shell": NaN,
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": NaN,
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": 13.0,
    "Common Name": "Black Sandshell",
    "Species": "Ligumia recta",
    "Image credit": "Image (credit, K. Little): Illinois State Museum, ISM# 676493 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay)",
    "Maybe confused": "Eurynia dilatata. L. recta is more elongated with nearly parallel dorsal and ventral margins. E. dilatata maintains a “spike” shape and is not sexually dimorphic.",
    "Reported hosts": "Rock Bass (Ambloplites rupestris), American Eel (Anguilla rostrata), Central Stoneroller (Campostoma anomalum), Common Carp (Cyprinus carpio), Banded Killifish (Fundulus diaphanus), Redbreast Sunfish (Lepomis auritus), Green Sunfish (Lepomis cyanellus), Pumpkinseed (Lepomis gibbosus), Orangespotted Sunfish (Lepomis humilis), Bluegill (Lepomis macrochirus), Longear Sunfish (Lepomis megalotis), Largemouth Bass (Micropterus salmoides), White Perch (Morone americana), Rosyface Shiner (Notropis rubellus), Yellow Perch (Perca flavescens), White Crappie (Pomoxis annularis), Black Crappie (Pomoxis nigromaculatus), Sauger (Sander canadensis), and Walleye (Sander vitreus).",
    "host fish amount": 19,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "1. Very distinct, large, thick, rather swollen, elongated, black mussel;\n2. Fresh dead specimens may have salmon or pink-purplish nacre in vicinity of the beak cavity.",
    "Unnamed: 12": NaN,
    "Shell": NaN,
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": NaN,
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": 14.0,
    "Common Name": "Round Pigtoe",
    "Species": "Pleurobema sintoxia",
    "Image credit": "Image (credit, K. Little): Illinois State Museum, ISM# 677263 (external and internal), image (credit, N. Welte): PFBC reference collection, round, shallow, beak cavity detail.",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay), Conneaut Creek",
    "Maybe confused": "Fusconaia subrotunda, P. rubrum. See “Fuscobema” worksheet for differentiating characteristics. When alive, the distinguishing character is F. subrotunda’s orange foot. F. subrotunda nacre always white, never pinkish or salmon-colored. P. sintoxia has a rather shallow, non-compressed beak cavity – F. subrotunda has a deep, compressed beak cavity. P. rubrum umbos extend beyond the shell’s anterior margin.",
    "Reported hosts": "Central Stoneroller (Campostoma anomalum), Spotfin Shiner (Cyprinella spiloptera), Bluegill (Lepomis macrochirus), Northern Redbelly Dace (Phoxinus eos), Southern Redbelly Dace (Phoxinus erythrogaster), and Bluntnose Minnow (Pimephales notatus).",
    "host fish amount": 6,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "\n1. Sulcus absent, or in rare cases, weak;\n2. Umbos prominent in river forms, not in creek forms; facing each other;\n3. Umbos not before anterior margin;\n4. Elongated only as old individuals;\n5. Beak cavity shallow and round;\n6. Nacre pink, salmon, or white.",
    "Unnamed: 12": NaN,
    "Shell": "Shell not elongated, usually triangular or circular in outline, shell Elongated only as older individuals",
    "Posterior ridge and slope": "Posterior ridge rounded",
    "Sulcus": "Rare, and if present, weak",
    "Umbos": "Facing each other, prominent in river forms, not in creek forms",
    "Beak cavity": "Shallow & rounded",
    "Nacre": "White, salmon or pink",
    "Other characters": "Ridges absent",
    "Wing": "No wing present on hinge line",
    "Periostracum": NaN,
    "Other": "White foot"
  },
  {
    "Unnamed: 0": 15.0,
    "Common Name": "Pink Heelsplitter",
    "Species": "Potamilus alatus",
    "Image credit": "Image (credit, K. Little): Illinois State Museum, ISM# 677337 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie",
    "Maybe confused": "Potamilus ohiensis, Leptodea fragilis, and Lasmigona complanata. See the “winged” mussel worksheet for differentiating characteristics.",
    "Reported hosts": "Freshwater Drum (Aplodinotus grunniens).",
    "host fish amount": 1,
    "most common fish host": "Freshwater Drum (Aplodinotus grunniens)",
    "Defining characteristic(s):": "1. Large, winged shell (alate wing), posterior wing only;\n2. Blackish periostracum;\n3. Pinkish purplish nacre;\n4. Truncated posterior.",
    "Unnamed: 12": NaN,
    "Shell": "Large, winged shell (alate wing)",
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": "Pinkish purplish",
    "Other characters": NaN,
    "Wing": "Posterior only",
    "Periostracum": "Dark brown",
    "Other": "Posterior end of shell truncated"
  },
  {
    "Unnamed: 0": 16.0,
    "Common Name": "Kidneyshell",
    "Species": "Ptychobranchus fasciolaris",
    "Image credit": "Image (credit, R. Warren): Illinois State Museum, ISM# 679871 (external and internal), image (credit, N. Welte): hinge teeth comparison with E. dilatata.",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay), Conneaut Creek",
    "Maybe confused": "E. dilatata. Older P. fasciolaris individuals may resemble E. dilatata. Species distinguished by posterior slope and shell heft when alive (P. fasciolaris is more humped and heavier). Dead shell easily distinguished by P. fasciolaris’s heavy club-shaped lateral teeth. E. dilatata will have slender, nearly straight lateral teeth and may also be distinguished by salmon/pink/purple nacre, if present.",
    "Reported hosts": "Brook Stickleback (Culaea inconstans), Rainbow Darter (Etheostoma caeruleum), and Fantail Darter (Etheostoma flabellare).",
    "host fish amount": 3,
    "most common fish host": "Rainbow Darter (Etheostoma caeruleum)",
    "Defining characteristic(s):": "1. Distinct shell, when young(er);\n2. Yellowish periostracum with green rays, fading to brown when older;\n3. Heavy shell, with large club-shaped lateral teeth and heavy pseudocardinal teeth;\n4. Nacre always white;\n5. Sharp posterior ridge lending a ‘humped’ appearance, particularly for older shells.",
    "Unnamed: 12": NaN,
    "Shell": NaN,
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": NaN,
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": 17.0,
    "Common Name": "Giant Floater",
    "Species": "Pyganodon grandis",
    "Image credit": "Image (credit, R. Warren): Illinois State Museum, ISM# 673857 (external and internal), image (credit, N. Welte): “buttocks” perspective.",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie, Conneaut Creek",
    "Maybe confused": "Pyganodon cataracta. P. cataract has beak sculpture that is “low and evenly raised above the shell surface” (Strayer and Jirka 1997). Identification difficult if beak sculpture has been obliterated. Additional uncertainty is likely if there is range overlap with P. cataracta – the two species are thought to hybridize (see citations in Strayer and Jirka 1997).",
    "Reported hosts": "Skipjack Herring (Alosa chrysochloris), Rock Bass (Ambloplites rupestris), Yellow Bullhead (Ameiurus natalis), Freshwater Drum (Aplodinotus grunniens), Central Stoneroller (Campostoma anomalum), River Carpsucker (Carpiodes carpio), Goldfish (Carrasius auratus), White Sucker (Catostomus commersoni), Brook Stickleback (Culaea inconstans), Common Carp (Cyprinus carpio), Gizzard Shad (Dorosoma cepedianum), Rainbow Darter (Etheostoma caeruleum), Iowa Darter (Etheostoma exile), Johnny Darter (Etheostoma nigrum), Golden Topminnow (Fundulus chrysotus), Banded Killifish (Fundulus diaphanus), Brook Stickleback (Labidesthes sicculus), Longnose Gar (Lepisosteus osseus), Green Sunfish (Lepomis cyanellus), Pumpkinseed (Lepomis gibbosus), Orangespotted Sunfish (Lepomis humilis), Bluegill (Lepomis macrochirus), Longear Sunfish (Lepomis megalotis), Striped Shiner (Luxilus chrysocephalus), Common Shiner (Luxilus cornutus), Redfin Shiner (Lythrurus umbratilis), Pearl Dace (Margariscus margarita), Largemouth Bass (Micropterus salmoides), White Bass (Morone chrysops), Round Goby (Neogobius melanostomus), Golden Shiner (Notemigonus crysoleucas), Blackchin Shiner (Notropis heterodon), Blacknose Shiner (Notropis heterolepis),Yellow Perch (Perca flavescens), Bluntnose Minnow (Pimephales notatus), White Crappie (Pomoxis annularis), Black Crappie (Pomoxis nigromaculatus), Blacknose Dace (Rhinichthys atratulus), and Creek Chub (Semotilus atromaculatus).",
    "host fish amount": 39,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "1. Thin shell, no teeth;\n2. Brownish periostracum;\n3. Beak sculpture consists of several nodulous double-looped ridges;\n4. Nacre can be discolored, often white but can be coppery.",
    "Unnamed: 12": NaN,
    "Shell": "Thin shell, no teeth, adult shell generally greater than 3 in.",
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": "Umbos extend above hinge line",
    "Beak cavity": "Beak sculpture (young mussels) Several nodulous, double-looped ridges",
    "Nacre": "Nacre can be discolored, often white but can be coppery.",
    "Other characters": "Species characterized by shell plasticity",
    "Wing": NaN,
    "Periostracum": "Brownish",
    "Other": NaN
  },
  {
    "Unnamed: 0": 18.0,
    "Common Name": "Pimpleback",
    "Species": "Pustulosa pustulosa",
    "Image credit": "Image (credit, R. Warren): Illinois State Museum, ISM# 679839 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie",
    "Maybe confused": " Plethobasus cooperianus. Shells of both species are nearly identical, absent the green blotch typically present on most young specimens of C. pustulosa and occasionally pink/salmon nacre of P. cooperianus. Live P. cooperianus distinguished by the presence of an orange foot.",
    "Reported hosts": "Black Bullhead (Ameiurus melas), Brown Bullhead (Ameiurus nebulosus), Channel Catfish (Ictalurus punctatus), White Crappie (Pomoxis annularis), Flathead Catfish (Pylodictis olivaris), and Shovelnose Sturgeon (Scaphirhynchus platorynchus).",
    "host fish amount": 6,
    "most common fish host": "White Crappie (Pomoxis annularis)",
    "Defining characteristic(s):": "1. Broad green ray that begins on umbo and extends either intact or broken;\n2. Pustules, although some shells may be smooth;\n3. No posterior wing.\nOrtmann (1919) notes: “This is one of the rarer species in Pennsylvania. It occurs in the Ohio and Monongahela, in the latter as far up as the lower Cheat River, but it is missing in the headwaters of this system in West Virginia. In the Allegheny River, it has been traced up into Armstrong Co., and, in addition, it is found in the Beaver and Mahoning Rivers, but has not been found in the Shenango",
    "Unnamed: 12": NaN,
    "Shell": "Pustules, although some shells may be smooth; Nodules variable but present across entire shell",
    "Posterior ridge and slope": NaN,
    "Sulcus": "Sulcus absent",
    "Umbos": " Broad green ray that begins on umbo and extends either intact or broken",
    "Beak cavity": NaN,
    "Nacre": "white",
    "Other characters": "Interdental tooth absent",
    "Wing": "No posterior wing.",
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": 19.0,
    "Common Name": "Mapleleaf",
    "Species": "Quadrula quadrula",
    "Image credit": "Image (credit, R. Warren): Illinois State Museum, ISM# 678249 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay)",
    "Maybe confused": "Q. nodulata. There are no records of Q. nodulata from Pennsylvania. The nearest known records are from the Ohio River near Portland, Ohio (Watters et al. 2009). Q. nodulata lacks a sulcus, unlike Q. quadrula. Q. nodulata appears to have fewer and more sparse nodules than Q. quadrula.",
    "Reported hosts": "Channel Catfish (Ictalurus punctatus) and Flathead Catfish (Pylodictis olivaris).",
    "host fish amount": 2,
    "most common fish host": "Flathead Catfish (Pylodictis olivaris)",
    "Defining characteristic(s):": "1. Smooth, pustule-free, sulcus in between rows of pustules;\n2. Quadrate shape.",
    "Unnamed: 12": NaN,
    "Shell": "Quadrate shape.",
    "Posterior ridge and slope": NaN,
    "Sulcus": "sulcus in between rows of pustules;",
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": "white",
    "Other characters": "Interdental tooth absent",
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": "Nodules may erode and become less obvious with age"
  },
  {
    "Unnamed: 0": 20.0,
    "Common Name": "Creeper",
    "Species": "Strophitus undulatus",
    "Image credit": "Image (credit, K. Little): Illinois State Museum, ISM# 678363 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie, Conneaut Creek",
    "Maybe confused": NaN,
    "Reported hosts": "Rock Bass (Ambloplites rupestris), Black Bullhead (Ameiurus melas), Yellow Bullhead (Ameiurus natalis), Central Stoneroller (Campostoma anomalum), Brook Stickleback (Culaea inconstans), Spotfin Shiner (Cyprinella spiloptera), Rainbow Darter (Etheostoma caeruleum), Iowa Darter (Etheostoma exile), Fantail Darter (Etheostoma flabellare), Johnny Darter (Etheostoma nigrum), Slenderhead Darter (Etheostoma phoxocephala), Banded Darter (Etheostoma zonale), Plains Killifish (Fundulus zebrinus), Channel Catfish (Ictalurus punctatus), Green Sunfish (Lepomis cyanellus), Pumpkinseed (Lepomis gibbosus), Bluegill (Lepomis macrochirus), Longear Sunfish (Lepomis megalotis), Burbot (Lota lota), Common Shiner (Luxilus cornutus), Smallmouth Bass (Micropterus dolomieu), Largemouth Bass (Micropterus salmoides), River Chub (Nocomis micropogon), Sand Shiner (Notropis ludibundus), Yellow Perch (Perca flavescens), Logperch (Percina caprodes), Blackside Darter (Percina maculata), Northern Redbelly Dace (Phoxinus eos), Bluntnose Minnow (Pimephales notatus), Fathead Minnow (Pimephales promelas), White Crappie (Pomoxis annularis), Black Crappie (Pomoxis nigromaculatus), Blacknose Dace (Rhinichthys atratulus),\nLongnose Dace (Rhinichthys cataractae), Creek Chub (Semotilus atromaculatus), Walleye (Sander vitreus), and Central Mudminnow (Umbra limi).",
    "host fish amount": 37,
    "most common fish host": "Bluegill (Lepomis macrochirus)",
    "Defining characteristic(s):": "1. Concentric beak sculpture;\n2. Orange foot, when alive;\n3. Narrow, anterior/more central umbo.",
    "Unnamed: 12": NaN,
    "Shell": NaN,
    "Posterior ridge and slope": "Flutings on posterior ridge absent",
    "Sulcus": NaN,
    "Umbos": "Umbos extend above hinge line",
    "Beak cavity": "Concentric beak sculpture;",
    "Nacre": NaN,
    "Other characters": "S – shaped hinge line\nPseudocardinal tooth greatly reduced and “nub-like”\n",
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": 22.0,
    "Common Name": "Deertoe",
    "Species": "Truncilla truncata",
    "Image credit": "Image (credit, K. Little): Illinois State Museum, ISM# 678951 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie",
    "Maybe confused": "Truncilla donaciformis. T. truncata is distinctly triangular and not longer than it is tall.",
    "Reported hosts": "Freshwater Drum (Aplodinotus grunniens) and Sauger (Sander canadensis).",
    "host fish amount": 2,
    "most common fish host": "Sauger (Sander canadensis)",
    "Defining characteristic(s):": "1. Triangular;\n2. Steep posterior ridge;\n3. Distinct chevron markings.",
    "Unnamed: 12": NaN,
    "Shell": "1. Triangular; Distinct chevron markings.",
    "Posterior ridge and slope": "Steep posterior ridge;",
    "Sulcus": NaN,
    "Umbos": "Widest point centralized over the umbo",
    "Beak cavity": NaN,
    "Nacre": "white, pink or salmon",
    "Other characters": "Nodules absent; Interdental tooth absent",
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": 23.0,
    "Common Name": "Rainbow",
    "Species": "Cambarunio iris",
    "Image credit": "\nImage (credit, K. Little): Illinois State Museum, ISM# 676692 (external and internal)",
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": "Lake Erie (Presque Isle Bay), Conneaut Creek",
    "Maybe confused": "Other small mussels.",
    "Reported hosts": "Mottled Sculpin (Cottus bairdi), Streamline Chub (Erimystax dissimilis), Greenside Darter (Etheostoma blennioides), Rainbow Darter (Etheostoma caeruleum), Bluebreast Darter (Etheostoma camurum), Green Sunfish (Lepomis cyanellus), Striped Shiner (Luxilus chrysocephalus), Smallmouth Bass (Micropterus dolomieu), Largemouth Bass (Micropterus salmoides), and Yellow Perch (Perca flavescens).",
    "host fish amount": 10,
    "most common fish host": "Yellow Perch (Perca flavescens)",
    "Defining characteristic(s):": "\n1. Thin shell;\n2. Lateral teeth thin and delicate;\n3. Rays;\n4. Posteriorly iridescent nacre.",
    "Unnamed: 12": NaN,
    "Shell": NaN,
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": NaN,
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": 24.0,
    "Common Name": "paper pondshell",
    "Species": NaN,
    "Image credit": NaN,
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": NaN,
    "Maybe confused": NaN,
    "Reported hosts": NaN,
    "host fish amount": NaN,
    "most common fish host": NaN,
    "Defining characteristic(s):": NaN,
    "Unnamed: 12": NaN,
    "Shell": "Fragile shell",
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": "not extending above hinge-line",
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": "Teeth completely absent",
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Common Name": "snuffbox",
    "Species": NaN,
    "Image credit": NaN,
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": NaN,
    "Maybe confused": NaN,
    "Reported hosts": NaN,
    "host fish amount": NaN,
    "most common fish host": NaN,
    "Defining characteristic(s):": NaN,
    "Unnamed: 12": NaN,
    "Shell": NaN,
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": NaN,
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Common Name": NaN,
    "Species": NaN,
    "Image credit": NaN,
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": NaN,
    "Maybe confused": NaN,
    "Reported hosts": "number of fish",
    "host fish amount": NaN,
    "most common fish host": NaN,
    "Defining characteristic(s):": NaN,
    "Unnamed: 12": NaN,
    "Shell": NaN,
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": NaN,
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Common Name": NaN,
    "Species": NaN,
    "Image credit": NaN,
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": NaN,
    "Maybe confused": NaN,
    "Reported hosts": "most common ones",
    "host fish amount": NaN,
    "most common fish host": NaN,
    "Defining characteristic(s):": NaN,
    "Unnamed: 12": NaN,
    "Shell": NaN,
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": NaN,
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Common Name": NaN,
    "Species": NaN,
    "Image credit": NaN,
    "Status": NaN,
    "Unnamed: 5": NaN,
    "BASIN": NaN,
    "Maybe confused": NaN,
    "Reported hosts": "add basin (like presque isle or what else )",
    "host fish amount": NaN,
    "most common fish host": NaN,
    "Defining characteristic(s):": NaN,
    "Unnamed: 12": NaN,
    "Shell": NaN,
    "Posterior ridge and slope": NaN,
    "Sulcus": NaN,
    "Umbos": NaN,
    "Beak cavity": NaN,
    "Nacre": NaN,
    "Other characters": NaN,
    "Wing": NaN,
    "Periostracum": NaN,
    "Other": NaN
  }
]